Repository: common-repository/on-this-day
Catalog: po/OnThisDay-*.po
Languages: bg_bg, ru_ru

source: %1$s of each month
bg_bg: %1$s от всеки месец
ru_ru: %1$s каждого месяца

source: every %2$s
bg_bg: всеки %2$s
ru_ru: каждый %2$s

source: %1$s of %2$s
bg_bg: %1$s от %2$s
ru_ru: %1$s числа в месяце %2$s

source: %1$s of each month in %3$s
bg_bg: %1$s от всеки месец в %3$s
ru_ru: %1$s числа каждого месяца в %3$s году

source: %2$s in %3$s
bg_bg: %2$s в %3$s
ru_ru: %2$s месяц %3$s года

source: %1$s of %2$s in %3$s
bg_bg: %1$s от %2$s в %3$s
ru_ru: %1$s числа в месяце %2$s %3$s года

source: !Date archive title format for Day
bg_bg: Дневен архив за !Date
ru_ru: !Date формат отображения дня месяца для архивной записи

source: !Date archive title format for Month
bg_bg: Месечен архив за !Date
ru_ru: !Date формат отображения месяца для архивной записи

source: !Date archive title format for Year
bg_bg: Годишен архив за !Date
ru_ru: !Date формат отображения года для архивной записи

source: On this day...
bg_bg: На този ден...
ru_ru: В этот день...

source: No posts on this day.%search%
bg_bg: Няма публикации на този ден.%search%
ru_ru: В этот день не было записей.%search%

source: No other posts on this day.%search%
bg_bg: Няма други постове на този ден.%search%
ru_ru: В этот день других записей не было.%search%

source: <h3>On this day...</h3>
bg_bg: <h3>На този ден...</h3>
ru_ru: <h3>В этот день...</h3>

source: On this day
bg_bg: На този ден
ru_ru: В этот день

source: Within 7 Dates in Previous Years
bg_bg: В рамките на 7 дни в предишни години
ru_ru: В течение 7 дней за прошлые годы

source: No posts found! You need to write harder!
bg_bg: Няма намерени публикации! Трябва да пишеш по-сериозно!
ru_ru: Записей не найдено! Пишите чаще!

source: Reset All Options
bg_bg: Нулиране на настройките
ru_ru: Сброс всех настроек

source: All options are resetted!
bg_bg: Всички настройки са нулирани!
ru_ru: Все настройки сброшены!

source: Deactivate Plugin
bg_bg: Деактивирай модула
ru_ru: Деактивировать

source: Save
bg_bg: Запиши
ru_ru: Сохранить

source: General options saved!
bg_bg: Общите настройки са записани!
ru_ru: Общие настройки сохранены!

source: Reset
bg_bg: Нулирай
ru_ru: Сброс

source: General options reseted!
bg_bg: Общите настройки са нулирани!
ru_ru: Общие настройки сброшены!

source: Search form options saved!
bg_bg: Настройките за търсене са записани!
ru_ru: Настройки поиска сохранены!

source: Search form options reseted!
bg_bg: Настройките за тъсене са нулирани!
ru_ru: Настройки поиска сброшены!

source: Widget options saved!
bg_bg: Widget настройките са записани!
ru_ru: Настройки виджета сохранены!

source: Widget options reseted!
bg_bg: Widget настройките са нулирани!
ru_ru: Настройки виджета сброшены!

source: Single post mode options saved!
bg_bg: Настройките за единична публикация са записани!
ru_ru: Настройки для одной записи сохранены!

source: Single post mode options reseted!
bg_bg: Настройките за единична публикация са нулирани!
ru_ru: Настройки для одной записи сброшены!

source: Multi-posts mode options saved!
bg_bg: Настройките за група публикации са записани!
ru_ru: Настройки для нескольких записей сохранены!

source: Multi-posts mode options reseted!
bg_bg: Настройките за група публикации са нулирани!
ru_ru: Настройки для нескольких записей сброшены!

source: On this day... Options
bg_bg: На този ден... Настройки
ru_ru: В этот день... Настройки

source: About this plugin
bg_bg: За този модул
ru_ru: О плагине

source: Plugin's Website
bg_bg: Сайт на модула
ru_ru: Сайт плагина

source: WordPress Extend
bg_bg: WordPress разширения

source: Get Support
bg_bg: Получи помощ
ru_ru: Поддержка

source: Author's Website
bg_bg: Сайт на автора
ru_ru: Сайт автора

source: Management
bg_bg: Управление
ru_ru: Управление

source: Reverts all options to defaults.
bg_bg: Възстанови всички настройки по подразбиране.
ru_ru: Сбросить на настройки по умолчанию.

source: Be careful! This will remove all your settings for this plugin! If you do not want to lose settings, please use Plugins page to deactivate this plugin.
bg_bg: Внимание! Това ще шремахне всички твои настройки за този модул! Ако не искаш да ги загубиш, използвай страницата с модулите за да го деактивираш.
ru_ru: Острожно! Это удалит все ваши настройки плагина! Чтобы не потерять настройки, просто деактивируйте плагин на странице управления плагинами.

source: Tags for Title
bg_bg: Tag-ове за заглавие
ru_ru: Метки для заголовка

source: Only month and day of month should be used. <a href="http://php.net/date">format</a>
bg_bg: Използват се само месец и ден. <a href="http://php.net/date">формат</a>
ru_ru: Используйте только месяц и день месяца. <a href="http://php.net/date">формат</a>

source: Tags for Block
bg_bg: Tag-ове за блок
ru_ru: Метки для блока

source: Replaces with several <b>item</b>s
bg_bg: Замества няколко позиции
ru_ru: Отображает несколько <b>элементов</b>

source: Replaces with a search form
bg_bg: Замества форма за търсене
ru_ru: Отображает форму поиска

source: Tags for Item
bg_bg: Tag-ове за позиция
ru_ru: Метки для элемента

source: The year of the post that matches
bg_bg: Годината на поста, която съвпада
ru_ru: Год найденной записи

source: Title of the post
bg_bg: Заглавие на публикацията
ru_ru: Заголовок записи

source: Permanente link to the post
bg_bg: Хипервръзка към публикацията
ru_ru: Постоянный адрес записи

source: Excerpt of the post
bg_bg: Извадка от публикацията
ru_ru: Цитата из записи

source: Tags for No Result
bg_bg: Tag-ове за лисващ резултат
ru_ru: Метки при отсутствии результата

source: General Options
bg_bg: Общи настройки
ru_ru: Общие настройки

source: How many posts at once?
bg_bg: Колко публикации наведнъж?
ru_ru: Отображать записей:

source: 0 means unlimited.
bg_bg: 0 означава неограничено.
ru_ru: 0 = неограниченно.

source: How many years at once?
bg_bg: Колко години наведнъж?
ru_ru: За сколько лет?

source: Show password protected posts?
bg_bg: Да показва ли защитени с парола публикации?
ru_ru: Показывать защищенные паролем записи?

source: No
bg_bg: Не
ru_ru: Нет

source: Yes
bg_bg: Да
ru_ru: Да

source: Password protected posts' excerpt never shown, even input password is correct.
bg_bg: Извадка от защитени с парола постове не се показва никога, дори когато въведената парола е вярна.
ru_ru: Защищенные паролем записи никогда не показываются, даже если введенный пароль верен.

source: Excerpt length (Number of words):
bg_bg: Дължина на извадката (брой думи):
ru_ru: Длина цитаты (число слов):

source: Show OTD list after post in single post?
bg_bg: Да се показва ли списък с OTD след единичен пост?
ru_ru: Показывать список найденного при выводе одной записи блога?

source: Show OTD list after each post?
bg_bg: Да се показва ли списък с OTD след всеки пост?
ru_ru: Показывать список найденного после каждой записи блога?

source: Include pages?
bg_bg: И на страниците ли?
ru_ru: Работать со страницами блога?

source: Exclude current year's posts?
bg_bg: Без текущата година?
ru_ru: Исключать записи текущего года?

source: Search form Options
bg_bg: Настройки на формата за търсене
ru_ru: Настройка поиска

source: <a href="http://php.net/date">Formats</a> should match Month, Day of Month or Year, respectively.
bg_bg: <a href="http://php.net/date">Формата</a> трябва да съвпада с месеца, деня или годината, съответно.
ru_ru: <a href="http://php.net/date">Формат</a> должен совпадать с месяцем, числом или годом.

source: Month format
bg_bg: Формат на месеца
ru_ru: Формат месяца

source: Suggestions: F for January, M for Jan
bg_bg: Предложение: F за January, M за Jan
ru_ru: Подсказка: F для Январь, M для Янв

source: Day of Month format
bg_bg: Формат на деня от месеца
ru_ru: Формат числа

source: Suggestions: j for 1..31, jS for 1st..31st.
bg_bg: Предложение: j за 1..31, jS за 1st..31st.
ru_ru: Подсказка: j для 1..31, jS для 1st..31st.

source: Year format
bg_bg: Формат на годината
ru_ru: Формат года

source: Suggestions: Y for 2007, y for 07
bg_bg: Предложение: Y за 2007, y за 07
ru_ru: Подсказка: Y для 2007, y для 07

source: Search button text
bg_bg: Надпис на бутона за търсене
ru_ru: Текст на кнопке поиска

source: Suggestions: &amp;raquo; for &raquo;
bg_bg: Предложение: &amp;raquo; за &raquo;
ru_ru: Подсказка: &amp;raquo; для &raquo;

source: Widget Options
bg_bg: Widget настройки
ru_ru: Настройки виджета

source: Lists same calendar date posts to the post in single post mode
bg_bg: Показват се публикации със същата дата, като на единичната публикация
ru_ru: Выводить записи той же даты в режиме чтения одной записи блога

source: Title for today
bg_bg: Заглавие за днес
ru_ru: Заголовок для текущей даты

source: Title for single post
bg_bg: Заглавие за единичен пост
ru_ru: Заголовок для одной записи блога

source: Block
bg_bg: Блок
ru_ru: Блок

source: Item
bg_bg: Позиция
ru_ru: Элемент

source: No result message for today
bg_bg: Съобщение за липса на пост за днес
ru_ru: Если ничего не найдено для текущей даты

source: No result message for single post
bg_bg: Съобщение за липса на пост при единичен пост
ru_ru: Если ничего не найдено при выводе одной записи

source: Single post mode Options
bg_bg: Настройки за единична публикация
ru_ru: Настройки при выводе одной записи блога

source: Title
bg_bg: Заглавие
ru_ru: Заголовок

source: No result message
bg_bg: Съобщения за липса на пост
ru_ru: Если ничего не найдено

source: Multi-posts mode Options
bg_bg: Настройки за група публикации
ru_ru: Настройки при выводе нескольких записей

source: Donate
ru_ru: Пожертвования
